<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
	
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<title>DAT&Agrave;C – POUR FINIR...</title>
		<meta name="keywords" content="" />
		<meta name="description" content="" />
		<link href="default.css" rel="stylesheet" type="text/css" media="all" />
		<link href="fonts.css" rel="stylesheet" type="text/css" media="all" />
		<link rel="icon" type="image/png" href="images/datac_logo.png" />
		<!--[if IE 6]>
		<link href="default_ie6.css" rel="stylesheet" type="text/css" />
		<![endif]-->
	</head>
	
	<body>
		<div id="wrapper">
			<div id="header-wrapper">
				<div id="header" class="container">
					<div id="logo">
						<h1><a href="index.html">DAT&Agrave;C</a></h1>
						<p>Dispositifs et Aides Techniques &Agrave; la Communication</p>
					</div>
				</div>
			</div>
			<div id="menu-wrapper">
				<div id="menu" class="container">
					<ul>
						<li><a href="index.html">ACCUEIL</a></li>
						<li><a href="bdd.html">BASE DE DONN&Eacute;ES</a></li>
						<li><a href="site.html">SITE DAT&Agrave;C</a></li>
						<li><a href="gestion.html">GESTION DE PROJET</a></li>
						<li class="current_page_item"><a href="conclu.html">POUR FINIR...</a></li>
					</ul>
				</div>
			</div>
			<div id="page" class="container">
				<div id="content">
					<div class="title">
						<h2>Plan vert</h2>
					</div>
					<!--<ul>
						<li>D&eacute;veloppement Durable et Responsabilit&eacute; Soci&eacute;tale</li>
						<li>Enjeux sociaux la sant&eacute;, la s&eacute;curit&eacute;, la pr&eacute;vention des risques, les relations au travail, 
						l&rsquo;<b>&eacute;galit&eacute; des chances</b>, notamment l&rsquo;<b>inclusion sociale</b> et le <b>handicap</b></li>
						<li>DAT&Agrave;C contribue à l&rsquo;int&eacute;gration des personnes en situation de handicap, en palliant leurs difficult&eacute;s en terme de communication
					</ul>-->
					<p>
						Notre projet respecte la politique du D&eacute;veloppement Durable et Responsabilit&eacute; Soci&eacute;tale, puisqu&rsquo;il 
						aborde des enjeux sociaux ayant trait &agrave; la sant&eacute;, la s&eacute;curit&eacute;, la pr&eacute;vention des risques, les relations 
						au travail, l&rsquo;&eacute;galit&eacute; des chances, notamment l&rsquo;inclusion sociale et le handicap.
					</p>
					<p>
						En effet, notre projet s&rsquo;inscrit dans un plus grand projet nomm&eacute; &laquo;&nbsp;Fractures corporelles, fractures 
						num&eacute;riques&nbsp;: enjeux, risques, solutions&nbsp;&raquo;.
						Ce projet a pour but d&rsquo;aider les personnes en situation de handicap, en facilitant l&rsquo;acc&egrave;s aux dispositifs
						de communication sur le march&eacute;. Notre projet contribue à l&rsquo;int&eacute;gration des personnes en palliant leurs 
						difficult&eacute;s en terme de communication.
					</p>
					<p>
						Les personnes peuvent donc se sentir plus confiantes dans le cadre de leur vie quotidienne ou au 
						travail, car elles auront facilement acc&egrave;s à un site qui pr&eacute;sente les divers dispositifs qu&rsquo;elles 
						peuvent acheter. Nous avons rassembl&eacute; ces dispositifs d&rsquo;un point de vue neutre, sans &eacute;mettre de 
						jugement de valeur ou faire de commentaire sur la qualit&eacute; d&rsquo;un produit.
					</p>
					<br/>
					<div class="title">
						<h2>Perpectives d&rsquo;am&eacute;liorations</h2>
					</div>
					<p>
						Notre site internet pourra se voir proposer plusieurs am&eacute;liorations, tant dans le design que dans les
						fonctionnalit&eacute;s. Nous pouvons proposer les pistes d&rsquo;am&eacute;liorations suivantes&nbsp;:
					</p>
					<ul style="text-align:justify">
						<li><b>Am&eacute;liorer le design</b> pour une consultation plus agr&eacute;able et adapt&eacute; aux personnes en situation de handicap</li>
						<li><b>Homog&eacute;n&eacute;iser les formulaires</b> de gestions de sorte qu&rsquo;ils soient tous pr&eacute;sent&eacute;s de la m&ecirc;me mani&egrave;re</li>
						<li>Faire des <b>tests utilisateurs</b> pour rendre l&rsquo;utilisation et la gestion du site plus intuitif et fluide</li>
					</ul>
					<br/>
					<div class="title">
						<h2>Apport p&eacute;dagogique</h2>
					</div>
					<!--<ul>
						<li>Gestion du <b>travail en groupe</b></li>
						<li><b>Conception</b> de A à Z d&rsquo;un <b>site internet</b> qui va r&eacute;ellement servir, avec <b>besoins utilisateurs</b></li>
						<li>R&eacute;utilisation des <b>connaissances acquises</b> à l&rsquo;&eacute;cole, avec une <b>dimension plus r&eacute;elle</b></li>
						<li>iUserLab&nbsp;: augmentation de nos comp&eacute;tences en codage, notamment pour le <b>codage d&rsquo;un moteur de recherche</b></li>
					</ul>-->
					<p>
						La r&eacute;alisation d&rsquo;un site et d&rsquo;une base de donn&eacute;es qui vont r&eacute;ellement servir nous a 
						encourag&eacute;es &agrave; travailler, tout en tenant compte tous les types d&rsquo;utilisateur. La cr&eacute;ation de 
						ce site, de la phase d&rsquo;&eacute;laboration de la base de donn&eacute;es, &agrave; la phase de codage, nous a permis 
						de mettre en &oelig;uvre une approche de conception o&ugrave; l&rsquo;on prend r&eacute;ellement en 
						compte les besoins et les souhaits des futurs utilisateurs.
					</p>
					<p>
						Ce travail nous a permis de r&eacute;utiliser les connaissances acquises au premier semestre, en leur donnant une toute autre dimension.
					</p>
					<p>
						Le travail r&eacute;alis&eacute; par <a href="http://iuserlab.com/" target="_blank">iUserLab</a> nous a &eacute;galement permis de monter 
						et d&rsquo;augmenter nos comp&eacute;tences, notamment pour la r&eacute;alisation et le codage d&rsquo;un moteur de recherche.
					</p>
					<br/>
					<div class="title">
						<h2>Remerciements</h2>
					</div>
					<ul>
						<li>Nous remercions toutes les personnes qui nous ont apport&eacute; leur aide et leur soutien 
						pour la r&eacute;alisation de ce projet</li>
						<li>Merci à nos deux extraordinaires tutrices mesdames <b>LESPINET-NAJIB</b> et <b>PIN&Egrave;DE</b></li>
						<li>Merci à l'entreprise <b>iUserLab</b> pour leur implication dans notre code 
						et leur aide pour le moteur de recherche</li>
					</ul>
				</div>
				<div id="sidebar">
					<div class="box1">
						<div class="title">
							<h2>&Eacute;l&egrave;ves</h2>
						</div>
						<ul class="style2">
							<li>Marie GUIRAUTE</li>
							<li>Marwa MATHLOUTHI</li>
							<li>&Eacute;milie ROGER</li>
							<li>Alexia TARTAS</li>
						</ul>
					</div>
					<div class="box1">
						<div class="title">
							<h2>Tutrices</h2>
						</div>
						<ul class="style2">
							<li>Nathalie PIN&Egrave;DE</li>
							<li>V&eacute;ronique LESPINET-NAJIB</li>
						</ul>
					</div>
					<div class="box2">
						<div class="title">
							<h2>Associ&eacute;s</h2>
						</div>
						<ul class="style2">
							<li>iUserLab</li>
							<li>Genevi&egrave;ve VIDAL</li>
						</ul>
					</div>
				</div>
			</div>
		</div>
		<div id="copyright" class="container">
			<p>&copy; DAT&Agrave;C – Tous droits r&eacute;serv&eacute;s | Design by <a href="http://templated.co" rel="nofollow">TEMPLATED</a></p>
		</div>
	</body>
	
</html>